{
 "cells": [
  {
   "cell_type": "markdown",
   "source": [
    "## Исследование объявлений о продаже квартир\n",
    "\n",
    "В нашем распоряжении архив объявлений о продаже квартир в Санкт-Петербурге и соседних населённых пунктах за несколько лет. \n",
    "По каждой квартире на продажу доступны два вида данных. Первые вписаны пользователем, вторые — получены автоматически на основе картографических данных. Например, расстояние до центра, аэропорта, ближайшего парка и водоёма. \n",
    "**Задача:** провести исследовательский анализ данных и определить параметры, которые наиболее сильно влияют на цену квартиры.\n",
    "\n",
    "## Библиотеки\n",
    "`pandas` \n",
    "`seaborn`\n",
    "\n",
    "## Итоги исследовательского анализа\n",
    "- Изучено какие квартиры наиболее часто встречаются в объявлениях\n",
    "- Изучен срок действия объявлений (примерный срок продажи квартиры с момента размещения объявления)\n",
    "- Определены параметры, которые наиболее сильно влияют на цену квартиры\n",
    "- Рассчитаны коэффициенты Пирсона для общей площади, жилой площади и площади кухни\n"
   ],
   "metadata": {
    "collapsed": false
   },
   "id": "91104e6020cabd28"
  },
  {
   "cell_type": "code",
   "execution_count": null,
   "outputs": [],
   "source": [],
   "metadata": {
    "collapsed": false
   },
   "id": "6703666220aea092"
  }
 ],
 "metadata": {
  "kernelspec": {
   "display_name": "Python 3",
   "language": "python",
   "name": "python3"
  },
  "language_info": {
   "codemirror_mode": {
    "name": "ipython",
    "version": 2
   },
   "file_extension": ".py",
   "mimetype": "text/x-python",
   "name": "python",
   "nbconvert_exporter": "python",
   "pygments_lexer": "ipython2",
   "version": "2.7.6"
  }
 },
 "nbformat": 4,
 "nbformat_minor": 5
}
